{"reviews":[{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=hf3hZefTxeTlxtf1RA6MpQ","author":"fabien d.","description":"Made reservation but couldn't be seated! I'll save readers details of the issue . Just want to say good luck because when the hype is gone the only thing you ll have left is a bad unsupervised staff that is rude, useless and incompetent!","datePublished":"2018-05-10","ratingValue":2},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=gDi78nC2lw54bQv7JwEybw","author":"Jinny H.","description":"Great atmosphere and delicious food. Wish the entree sizes could be bigger for the price but this is not the only restaurant like this.  Definitely recommend making reservations.","datePublished":"2018-05-10","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=GjCfvyH3HLCqQV0UlWnKww","author":"Chris H.","description":"I'm giving it an extra star because the Old Fashion was pretty legit and not too sweet but still boozy.  Service was terrible.  I read the reviews before we decided to get here and I thought \"oh it's been open for a few months now. They got their shit together\".  NOPE. Every review was right.  Service was terrible. Took three hours for all of our food ( literally took an hour between appetizer and entree ), and the best part was that there were tons of waiters but they pretty much just hung out and didn't do much.  \n\nAs for the food, the octopus and pork belly was good but the sauce didn't go well with the belly.  The mushroom pizza was no bueno (they didn't even cook the mushrooms, it looked like it was an after thought they threw on), the pasta wasn't was over sauced and just not flavorable.    \n\nWould not go back.  The place was nice looking but the fact that you need to put your name on a waitlist just to sit at the bar is just too fancy for me (when it totally isn't)","datePublished":"2018-05-10","ratingValue":2},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=I5wPjRZ7LNJRb_o16UfGoA","author":"Veronica M.","description":"Hot ticket.\n\nYes, make a reservation.\n\nI was so eager to get in here that I booked 11:30.  PM.  That was the only time slot that was available for Friday night.  I hate eating so late, but I had to do it.  Hype.\n\nWe showed up around 10:30, & the hostesses were sweet & accommodating.  We were told that they might be able to seat us before 11:30.  Cool.\n\nThis joint rocks.  Literally.  I LOVED the music.  Spacehog came on.  SPACEHOG!  (Song: In The Meantime).  That just added to the whole thing.  \n\nThe whole hip/cool thing I guess.\n\nFood & service were fast.  Our courses were carefully timed.  The chopped salad had been raved about, but honestly did not blow my mind.  Same & same for the caciocavallo.  I'm a long time Josey Baker fan, & who doesn't love fried cheese?  But it was heavy handed, w the cheese overpowering everything; not to mention being difficult to cut through.  Pass.\n\nThe pasta, on the other hand, was superb.\n\nAnd the chopped duck liver?  Fantastic!  The best preparation of duck liver that I've ever had.  \n\nUnfortunately this was not a pizza night for us.  But we will obviously have to return for the pineapple chili pizza soon.  \n\nIt was packed.  Standing room only.  Wait list for tables & the bar if you don't have a reservation.  MAKE A RESERVATION!\n\nSuper cool.  Super fun.  Rustic Jewish Italian.\n\n4 & 1/2 stars.","datePublished":"2018-05-10","ratingValue":4},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=ASJQoRM8IVK1DmPSSGaJCA","author":"CJ G.","description":"After four years of wrangling, chef David Nayfeld and pastry chef Angela Pinkerton have finally managed to open Che Fico.\n\nLocated on the second floor of a two-story building that formerly housed an auto body shop, Che Fico has an open kitchen with a pizza oven juxtaposed against a bright dining area with the ever-present exposed wood and (by now all too common it makes me wretch) oversized communal table. The dining space is broken up by a haphazardly placed room dedicated to aging charcuterie that seems like an afterthought, while an L-shaped bar caps the end nearest the door.\n\nThe restaurant scene in San Francisco is all about the buzz. And right now Che Fico (BTW, \"Che Fico\" means \"Oh that's cool\" in colloquial Italian. How precious!) has the buzz. Reservations less than two months away are hard to come by, and don't even think of \"just showing up\" or your wait will be interminable. \n\nThe menu at Che Fico centers on rustic Italian fare influenced by California sensibilities and includes pastas, pizzas, secondi (second courses for two or four) and dolci (dessert). \n\nThe pastas are marked fatto a mano (handmade), fatto a macchina en casa (machine-made in-house), or secco (dried), and range from tagliatelle al ragu Bolognese ($24), a rather greasy ensemble that didn't include any tomatoes, to bigoli nero with only microscopic bits of Dungeness crab ($28). \n\nA selection of \"Cucina Ebraica\" includes small plates that are reflective of the Jewish-Italian tradition, like beef tongue with crispy capers ($14, a dish that licks you back) and grilled chopped duck liver ($14).\n\nThe stars of the show are the wood-fired pizzas with an \"intentionally blackened\" sourdough crust that is toothsome and light. Neither too crispy, nor too chewy, the foundation of the pizzas is delicious: this pizzaiolo knows his stuff. With exactly four pieces of sausage, the mushroom, sausage, mozzarella and Calabrian chili version ($22) disappeared all too quickly. However, give the pineapple, red onion and fermented chili one ($20) a miss as the pineapple makes the crust too soggy. \n\nWith all the hoopla around Che Fico, expect to wait beyond your appointed reservation time. The dining room is noisy, but not over the top. Service was polite, if slow. While according to the server, \"The kitchen paces the dishes,\" the kitchen needs to pick up its pace: time from order to delivery for a quick-to-fire selection of pasta, pizza and contorni (side dishes) was over 30 minutes.\n\nThe wine list is OK, but bartenders measure pours with an eye dropper. With all the craft beers available in San Francisco, surely Che Fico could find more than just one, the delicious Fort Point KSA.\n\nAll in all, this time Che Fico was good, not great. A seeming re-hash of Flour + Water, was Che Fico worth the wait? Only time will tell.","datePublished":"2018-05-10","ratingValue":3},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=a5uWZRM2VrpV7R1ZwbcT8w","author":"Becca H.","description":"My son pulled some strings with friends to get us a reservation for my birthday.  We did have to wait sometime for a table, but otherwise it was a delightful evening.  We started with the non--alcoholic grape juice/ cucumber cocktail.  It was very refreshing and not sweet.   Three of us shared the chopped salad, and the bread with lemon and cheese, The Ode to Judy Rogers pizza, and the cavatelli pasta with broccoli rabe and sausage.  Everything was very tasteful and fresh, and the servers were very attentive.","datePublished":"2018-05-06","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=wnGvclME6y1BabQa471QwA","author":"Alice L.","description":"OMG......CHE FICO has the winning combination:   phenamonal food, great service, reasonably priced, beautiful space.  Yes, it was nearly impossible to get reservations, but I persisted!  It definitely was worth the time and effort.   Thank you Che Fico for a memorable meal last night!","datePublished":"2018-05-06","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=cMPIk6kvbOwMK7NIttlryw","author":"Yvonna C.","description":"Yummm! I've been passing this place waiting for it to open and heard from my partner that it is! I'm so tired from work and feel over dressed, but we walk up thinking it's on first floor like Little Star (and I love that they dared to go up next to Little Star a neighborhood favorite) and wow how awesome it's on the second level and some old school OutKast is playing as we ascend the beautiful geometric tiles to a gorgeous room with what seemed like two bars and lots of people and great views. I'm thinking, NOPA step aside, I'm all Che now yaas!!\n\nSo we get seated right away along the community table and we get greeted by three separate staff with smiles. Everyone seated looks like they are enjoying themselves. I anticipate that they will be out of something and sure enough they are out of pizza and out of supli (fried rice balls an ode to the owners Jewish-Italian heritage). So we order the Mafaldini pesto and basically the fried cheese, both light and tasty. Surprisingly not oily. The best thing hands down besides the music (they played Rich Girl by Hall and Oates after some Smashing Pumpkins and I about lost it) and the service was this drink, the Milk Punch. *closes eyes in pure pleasure* I rarely agree with my partner on their choice of drinks, but wowz I will be coming back for just that. So dangerously smooth! Like a marg from LSC!! Wow a dude just offered us some oranges how sweet ! \n\nPlease try the place there is so much to enjoy about it and I'm absolutely thrilled they are here :) see me in my glory with the itty biorange slice to end my now fab night! \n\n\nUpdate 5/3/2018-\nFood delicious! We had burratta and lumache pasta and cauliflower. Same great soundtrack and service. Also, cute new addition - little take home chocolates wrapped in their fig wall paper design!!","datePublished":"2018-05-03","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=2nvHfqENOJZEFWg9B4Fh0w","author":"Christina M.","description":"Get the Suppli!! The pizza was amazing. I would go back just for the pizza. Was not a huge fan of the dessert, this one was some kind of tart but the grapefruit had a strong bitter taste and the ice cream didn't sweeten the bitterness enough. \n\nService was ok, took a long time but it's because we went the second week it opened. We ordered a bottle of wine and had them decant it. They had the decanter behind the bar on the back wall so we didn't have personal access to it which was odd but I'm sure the flow of the restaurant wasn't there just yet. I definitely will go back and I Can't wait for the salamis to be ready!","datePublished":"2018-05-02","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=-vWNyuB9f9bDBjwwPhcFag","author":"Gina R.","description":"Freaking delicious. Came on a random Tuesday night at 930pm. Got a seat at the bar. Had an amazing meal by myself, and made a new friend.  That's the beauty of San Francisco. I love Che Fico already :) I still can't believe this was the old auto body shop. What a turnaround the space has made. Oh yeah, and the drinks are all freakin amazing.","datePublished":"2018-05-02","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=2jnMSuVWHIIwaSVAJI6lPA","author":"Samantha L.","description":"I lined up just over a half hour before they opened to make first round seating and snagged the last bar seats! Come early or spend $$$$ on drinks waiting for a seat to open.\n\nA few stand out plates...\n\nI've always been anti pineapple on pizza. Che Fico has changed my mind! Their magic combination of red onion, fermented chili, pineapple and plenty of fresh cheese is so good and even better on that sourdough pizza crust. It's light, it's crispy, it's a must order. Save room though for some homemade pasta.Their tagliatelle al ragu is delicious with just a light meat sauce over ribbons of long, flat noodles.\n\nI loved the pizza so much i've booked a reservation a few weeks out. I've got my eyes on the Ode to Judy Rogers and classic Margherita.","datePublished":"2018-05-01","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=vLMeLMEKWcK4DQPtoCwRdg","author":"Anish V.","description":"This place is dynamite! I don't often write reviews but I woke up this morning thinking about my dinner last night so I guess I owe it to them to write a review. I almost don't want to in order not to facilitate spreading the word about this place... but it's too late.\n\nThis is some of the most interesting and delicious food I've had anywhere. Well worth planning ahead for. Also, nice to see more places in SF that are lively late at night (was packed from 10-midnight).\n\nService was comically bad: I think our server was high, but it added an element of entertainment to the meal. \n\nThe menu is also confusingly/poorly written. Eg, all the pizzas have marinara sauce (or so we were told the aforementioned stoned server) but marinara sauce is explicitly listed as an ingredient on only one pie... why? There is also an asterisk indicating which dishes use locally sourced ingredients, and that asterisk was only used to highlight one dish, which our (again, maybe stoned) server told us used ingredients sourced from Italy. Hmmm.\n\nBut on the important stuff (food, atmosphere): A+","datePublished":"2018-04-28","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=eduT_bQ_Ae5UI37SqtFTFg","author":"Vivian G.","description":"I had a good dining experience here. I ordered the pizza Margherita. The pizza was absolutely cool!! My waitress was very friendly!","datePublished":"2018-04-28","ratingValue":4},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=KCpx6YqQCTjhpge9W_Iagw","author":"Cindy T.","description":"...a two hour wait ensued. WHO ARE THESE PEOPLE WHO HAVE THEIR LIVES TOGETHER AND CAN BOOK RESERVATIONS WEEKS IN ADVANCE?! \n\nI don't even know what I'm doing for lunch the same day, let alone dinner three weeks from now. Will I even be alive?!\n\nAnyways--Che Fico. \n\nIt was delicious. We put our party of two on the regular wait list and bar wait list (there are two) at 7:30pm Friyay and two hours later were seated.\n\nDrinks:\n-bergamot: couldn't taste the alcohol, was delicious nonetheless \n-rosemary: smoky and strong\n-some California pinot from 2016: I'll drink anything in a bottle\n\nFood:\n-suppli: TO DIE FOR. ORDER THIS! fontina, tomatoes, rice.. WHAT MORE IS THERE TO LIFE?\n-polenta: great execution, generous portion, smooth as butter\n-rack of lamb: says it serves 4, but maybe only really 3. Good thing we were only 2. Have a lot of leftovers. Really tender and delicious.\n\nGreat service and ambience, would come back to try the grilled liver and kidney. Also, great wallpaper.","datePublished":"2018-04-28","ratingValue":4},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=aA545SGp6Qx_ZtQbChhSlQ","author":"Susan B.","description":"Amazing service and food. If I were going to say anything negative, it's very loud and we were shouting at each other. \nThe waiter- exemplary! Jerry (Gerry?) explained that it was family style so we each ordered something. He was attentive, and knowledgeable, and very nice. \nThe pepper- amazing! Served up with a pretty pink pepper sprig.\nThe octopus with pork belly- OMG. I love octopus, but it's difficult to find it done well. I loved the texture, soft but still with a little attitude. I hate it when it's mush. The textures and blend of flavors worked so well.\nThe lamb dumpling thing with peas- peas right out of the pod! They tasted wonderful like when you're digging into your bag at the farmer's market wonderful. The white sauce was light, the greens were pretty- a great combination of colors, textures and tastes.\nThe sausage pizza- terrific. I guess people complain that it's burnt, but I liked the sausage with a kick. \nThe asparagus- terrific\nThe olive oil cake- yummy\n\nI can't wait to go back.","datePublished":"2018-04-27","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=PlRZbLuAROfwFoZe1kQq5Q","author":"Lily C.","description":"Wow this place was delicious. We got there a few minutes before opening and there was a line, but once they opened we were able to get in. \n\nCocktails: the cocktails were amazing. Really interesting combinations. Not to sweet. I really didn't know what half the ingredients were in the drinks but both I tried were amazing. \n\nWine: the wine list is great. Really reasonably priced good Italian wines. \n\nFood: the food was really really good. Very unique combinations of foods. The duck chopped liver and the seafood black pasta were incredible. Also, do yourself a favor and get the focaccia. The crostata for two was an amazing desert. The perfect amount of flaky and sweet with a creamy salty ice cream on top. Perfect way to end the meal.\n\nWill definitely be back.","datePublished":"2018-04-25","ratingValue":4},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=A2QIZDPUJI7nKSOTMdMFrg","author":"DJ R.","description":"THE hip spot in SF at the moment. Unfortunately, a lot of show without much substance is what I took away from our dinner.\n\nDecor is fantastic 5/5.\nFood is barely above average 3/5.\nService is okay. However hosts are incompetent(more on this later). \n\nWe got the pineapple pizza everyone raves about. It was good but nothing ground breaking. A solid 3.5/5\n\nThe papardelle ragu(IIRC) was again good and earthy(small serving size btw) but nothing you can't get for half the price at spots across SF. 3/5 \n\nWe had an avg eggplant spread app too, which for some odd reason is not served with any bread. Just imagine serving babaghanoush with no bread, what the hell!?  We asked the waiter for bread, she offered foccacia and didn't mention it would cost extra till we got our check. This came across as petty and cheap from the restaurant. \n\nBack to the hosts. This was a wednesday btw. Was crowded but nothing crazy. Their mangement of the two separate walk-in wait lists, one for bar area other for rest, is horrible and uncoordinated. There were 4 parties before us for the bar area and were told our bar spot will be open \"soon\". We also put name on the other wait list and were told that would be at least 2 hrs. After waiting more than 1 hr, right in front of the host mind you, and also checking multiple times with the bar wait-list manager(who was doubling as a bus-boy) we realized they had no coordination between the lists. \n\nThe host with the non-bar area wait list had spots open in less than an hour and didn't bother notifying us whereas the bar area wait-list  guy kept on saying \"soon\" since minute 1, and now it was 1.15 hrs. Eventually we got offered to sit in the non-bar area communal table, which had been open for past 30 mins. So goes without saying this left a bad taste in our mouth. \nDO one list, and offer seats based on availability. Its super basic. \n\nSo to summarize, wait extra 1 hr due to uncordinated hosts, get seated at communal table while shelling out $150 for food and drinks, where the food is barely above average. No bueno. They have had some good press due to contacts, but will most likely fizzle out, like many others have in SF, unless they step up. \n\nP. S-they have some decent cocktails(get the pineapple one), and we also got to see a Hollywood A-lister, which bumps the score by 0.5 :p","datePublished":"2018-04-24","ratingValue":3},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=a-mQL9GEeKHhtwV81UFwbg","author":"Elizabeth B.","description":"LOVE LOVE LOVE\nChe Fico just opened, but I loved the atmosphere, food, drinks, and service - happiness is suppli, pizza, pasta, citrus crostata, and a bottle of wine here. A friend and I walked in without a reservation at 5:30p opening and were seated after waiting for about 20 min at the bar - ask the bartender to make his choice, we loved our drinks. Emily helped seat us, she was lovely.\nThe pizzas were a highlight - LOVED the marinara and anchovy with a brightly dressed arugula salad on top and the SF margherita DOC. The crust is so flavorful, I could eat that on its own - don't forget the chili oil. There are 100 more things we need to go back and try.\nGreat music, great food, unbelievable wallpaper, great energy, can't wait to go back.","datePublished":"2018-04-23","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=7M9n3ix57I0-KN8dbOfQjg","author":"Paulo F.","description":"Great bar program, very different tasting and menuvstylr, something unique about this place, kind mix of Italian and Jeweshi good.\nDefinitely will be back for amazing cocktails we other Christopher.","datePublished":"2018-04-23","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=sMvqF29ylzS-EDrSnXilNg","author":"Benjamin F.","description":"Welp, we have a new favorite restaurant in San Francisco for yours truly! Che Fico, welcome to the city and I'm so glad you're here. After many years of this place trying to get open, it finally opened it's doors a few weeks ago and seems to be the talk of the town. Long waits to get a table, reservations booked out for months and deservedly so...\n\nI was able to get a table last Thursday with a friend of mine and we tried a little bit of everything on the menu and really took in the atmosphere. Before I get into the food, let's chat ascetics. This place is beautifully designed and with the open kitchen and radical bar set up, it's sure to be a busy place for years to come. The highlights for me were the wallpaper accents and vaulted ceiling, just nails. \n\nAs far as the food goes, everything was thoughtfully done and beautifully presented. Default to my photos for this review because I can't remember the names of all the pastas we consumed but, they were elegant and so well done. The chopped salad was super tasty and reminded me of Nancy Silvertons in Los Angeles at Mozza. Boo ya. Lastly, the pizza crust was heavenly. Wood fired and almost burnt...just the way I like it! \n\nWelcome to San Francisco Che Fico, you're an awesome addition and I wish you all the success in the world.","datePublished":"2018-04-23","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=hf3hZefTxeTlxtf1RA6MpQ","author":"fabien d.","description":"Made reservation but couldn't be seated! I'll save readers details of the issue . Just want to say good luck because when the hype is gone the only thing you ll have left is a bad unsupervised staff that is rude, useless and incompetent!","datePublished":"2018-05-10","ratingValue":2},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=gDi78nC2lw54bQv7JwEybw","author":"Jinny H.","description":"Great atmosphere and delicious food. Wish the entree sizes could be bigger for the price but this is not the only restaurant like this.  Definitely recommend making reservations.","datePublished":"2018-05-10","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=GjCfvyH3HLCqQV0UlWnKww","author":"Chris H.","description":"I'm giving it an extra star because the Old Fashion was pretty legit and not too sweet but still boozy.  Service was terrible.  I read the reviews before we decided to get here and I thought \"oh it's been open for a few months now. They got their shit together\".  NOPE. Every review was right.  Service was terrible. Took three hours for all of our food ( literally took an hour between appetizer and entree ), and the best part was that there were tons of waiters but they pretty much just hung out and didn't do much.  \n\nAs for the food, the octopus and pork belly was good but the sauce didn't go well with the belly.  The mushroom pizza was no bueno (they didn't even cook the mushrooms, it looked like it was an after thought they threw on), the pasta wasn't was over sauced and just not flavorable.    \n\nWould not go back.  The place was nice looking but the fact that you need to put your name on a waitlist just to sit at the bar is just too fancy for me (when it totally isn't)","datePublished":"2018-05-10","ratingValue":2},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=I5wPjRZ7LNJRb_o16UfGoA","author":"Veronica M.","description":"Hot ticket.\n\nYes, make a reservation.\n\nI was so eager to get in here that I booked 11:30.  PM.  That was the only time slot that was available for Friday night.  I hate eating so late, but I had to do it.  Hype.\n\nWe showed up around 10:30, & the hostesses were sweet & accommodating.  We were told that they might be able to seat us before 11:30.  Cool.\n\nThis joint rocks.  Literally.  I LOVED the music.  Spacehog came on.  SPACEHOG!  (Song: In The Meantime).  That just added to the whole thing.  \n\nThe whole hip/cool thing I guess.\n\nFood & service were fast.  Our courses were carefully timed.  The chopped salad had been raved about, but honestly did not blow my mind.  Same & same for the caciocavallo.  I'm a long time Josey Baker fan, & who doesn't love fried cheese?  But it was heavy handed, w the cheese overpowering everything; not to mention being difficult to cut through.  Pass.\n\nThe pasta, on the other hand, was superb.\n\nAnd the chopped duck liver?  Fantastic!  The best preparation of duck liver that I've ever had.  \n\nUnfortunately this was not a pizza night for us.  But we will obviously have to return for the pineapple chili pizza soon.  \n\nIt was packed.  Standing room only.  Wait list for tables & the bar if you don't have a reservation.  MAKE A RESERVATION!\n\nSuper cool.  Super fun.  Rustic Jewish Italian.\n\n4 & 1/2 stars.","datePublished":"2018-05-10","ratingValue":4},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=ASJQoRM8IVK1DmPSSGaJCA","author":"CJ G.","description":"After four years of wrangling, chef David Nayfeld and pastry chef Angela Pinkerton have finally managed to open Che Fico.\n\nLocated on the second floor of a two-story building that formerly housed an auto body shop, Che Fico has an open kitchen with a pizza oven juxtaposed against a bright dining area with the ever-present exposed wood and (by now all too common it makes me wretch) oversized communal table. The dining space is broken up by a haphazardly placed room dedicated to aging charcuterie that seems like an afterthought, while an L-shaped bar caps the end nearest the door.\n\nThe restaurant scene in San Francisco is all about the buzz. And right now Che Fico (BTW, \"Che Fico\" means \"Oh that's cool\" in colloquial Italian. How precious!) has the buzz. Reservations less than two months away are hard to come by, and don't even think of \"just showing up\" or your wait will be interminable. \n\nThe menu at Che Fico centers on rustic Italian fare influenced by California sensibilities and includes pastas, pizzas, secondi (second courses for two or four) and dolci (dessert). \n\nThe pastas are marked fatto a mano (handmade), fatto a macchina en casa (machine-made in-house), or secco (dried), and range from tagliatelle al ragu Bolognese ($24), a rather greasy ensemble that didn't include any tomatoes, to bigoli nero with only microscopic bits of Dungeness crab ($28). \n\nA selection of \"Cucina Ebraica\" includes small plates that are reflective of the Jewish-Italian tradition, like beef tongue with crispy capers ($14, a dish that licks you back) and grilled chopped duck liver ($14).\n\nThe stars of the show are the wood-fired pizzas with an \"intentionally blackened\" sourdough crust that is toothsome and light. Neither too crispy, nor too chewy, the foundation of the pizzas is delicious: this pizzaiolo knows his stuff. With exactly four pieces of sausage, the mushroom, sausage, mozzarella and Calabrian chili version ($22) disappeared all too quickly. However, give the pineapple, red onion and fermented chili one ($20) a miss as the pineapple makes the crust too soggy. \n\nWith all the hoopla around Che Fico, expect to wait beyond your appointed reservation time. The dining room is noisy, but not over the top. Service was polite, if slow. While according to the server, \"The kitchen paces the dishes,\" the kitchen needs to pick up its pace: time from order to delivery for a quick-to-fire selection of pasta, pizza and contorni (side dishes) was over 30 minutes.\n\nThe wine list is OK, but bartenders measure pours with an eye dropper. With all the craft beers available in San Francisco, surely Che Fico could find more than just one, the delicious Fort Point KSA.\n\nAll in all, this time Che Fico was good, not great. A seeming re-hash of Flour + Water, was Che Fico worth the wait? Only time will tell.","datePublished":"2018-05-10","ratingValue":3},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=a5uWZRM2VrpV7R1ZwbcT8w","author":"Becca H.","description":"My son pulled some strings with friends to get us a reservation for my birthday.  We did have to wait sometime for a table, but otherwise it was a delightful evening.  We started with the non--alcoholic grape juice/ cucumber cocktail.  It was very refreshing and not sweet.   Three of us shared the chopped salad, and the bread with lemon and cheese, The Ode to Judy Rogers pizza, and the cavatelli pasta with broccoli rabe and sausage.  Everything was very tasteful and fresh, and the servers were very attentive.","datePublished":"2018-05-06","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=wnGvclME6y1BabQa471QwA","author":"Alice L.","description":"OMG......CHE FICO has the winning combination:   phenamonal food, great service, reasonably priced, beautiful space.  Yes, it was nearly impossible to get reservations, but I persisted!  It definitely was worth the time and effort.   Thank you Che Fico for a memorable meal last night!","datePublished":"2018-05-06","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=cMPIk6kvbOwMK7NIttlryw","author":"Yvonna C.","description":"Yummm! I've been passing this place waiting for it to open and heard from my partner that it is! I'm so tired from work and feel over dressed, but we walk up thinking it's on first floor like Little Star (and I love that they dared to go up next to Little Star a neighborhood favorite) and wow how awesome it's on the second level and some old school OutKast is playing as we ascend the beautiful geometric tiles to a gorgeous room with what seemed like two bars and lots of people and great views. I'm thinking, NOPA step aside, I'm all Che now yaas!!\n\nSo we get seated right away along the community table and we get greeted by three separate staff with smiles. Everyone seated looks like they are enjoying themselves. I anticipate that they will be out of something and sure enough they are out of pizza and out of supli (fried rice balls an ode to the owners Jewish-Italian heritage). So we order the Mafaldini pesto and basically the fried cheese, both light and tasty. Surprisingly not oily. The best thing hands down besides the music (they played Rich Girl by Hall and Oates after some Smashing Pumpkins and I about lost it) and the service was this drink, the Milk Punch. *closes eyes in pure pleasure* I rarely agree with my partner on their choice of drinks, but wowz I will be coming back for just that. So dangerously smooth! Like a marg from LSC!! Wow a dude just offered us some oranges how sweet ! \n\nPlease try the place there is so much to enjoy about it and I'm absolutely thrilled they are here :) see me in my glory with the itty biorange slice to end my now fab night! \n\n\nUpdate 5/3/2018-\nFood delicious! We had burratta and lumache pasta and cauliflower. Same great soundtrack and service. Also, cute new addition - little take home chocolates wrapped in their fig wall paper design!!","datePublished":"2018-05-03","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=2nvHfqENOJZEFWg9B4Fh0w","author":"Christina M.","description":"Get the Suppli!! The pizza was amazing. I would go back just for the pizza. Was not a huge fan of the dessert, this one was some kind of tart but the grapefruit had a strong bitter taste and the ice cream didn't sweeten the bitterness enough. \n\nService was ok, took a long time but it's because we went the second week it opened. We ordered a bottle of wine and had them decant it. They had the decanter behind the bar on the back wall so we didn't have personal access to it which was odd but I'm sure the flow of the restaurant wasn't there just yet. I definitely will go back and I Can't wait for the salamis to be ready!","datePublished":"2018-05-02","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=-vWNyuB9f9bDBjwwPhcFag","author":"Gina R.","description":"Freaking delicious. Came on a random Tuesday night at 930pm. Got a seat at the bar. Had an amazing meal by myself, and made a new friend.  That's the beauty of San Francisco. I love Che Fico already :) I still can't believe this was the old auto body shop. What a turnaround the space has made. Oh yeah, and the drinks are all freakin amazing.","datePublished":"2018-05-02","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=2jnMSuVWHIIwaSVAJI6lPA","author":"Samantha L.","description":"I lined up just over a half hour before they opened to make first round seating and snagged the last bar seats! Come early or spend $$$$ on drinks waiting for a seat to open.\n\nA few stand out plates...\n\nI've always been anti pineapple on pizza. Che Fico has changed my mind! Their magic combination of red onion, fermented chili, pineapple and plenty of fresh cheese is so good and even better on that sourdough pizza crust. It's light, it's crispy, it's a must order. Save room though for some homemade pasta.Their tagliatelle al ragu is delicious with just a light meat sauce over ribbons of long, flat noodles.\n\nI loved the pizza so much i've booked a reservation a few weeks out. I've got my eyes on the Ode to Judy Rogers and classic Margherita.","datePublished":"2018-05-01","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=vLMeLMEKWcK4DQPtoCwRdg","author":"Anish V.","description":"This place is dynamite! I don't often write reviews but I woke up this morning thinking about my dinner last night so I guess I owe it to them to write a review. I almost don't want to in order not to facilitate spreading the word about this place... but it's too late.\n\nThis is some of the most interesting and delicious food I've had anywhere. Well worth planning ahead for. Also, nice to see more places in SF that are lively late at night (was packed from 10-midnight).\n\nService was comically bad: I think our server was high, but it added an element of entertainment to the meal. \n\nThe menu is also confusingly/poorly written. Eg, all the pizzas have marinara sauce (or so we were told the aforementioned stoned server) but marinara sauce is explicitly listed as an ingredient on only one pie... why? There is also an asterisk indicating which dishes use locally sourced ingredients, and that asterisk was only used to highlight one dish, which our (again, maybe stoned) server told us used ingredients sourced from Italy. Hmmm.\n\nBut on the important stuff (food, atmosphere): A+","datePublished":"2018-04-28","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=eduT_bQ_Ae5UI37SqtFTFg","author":"Vivian G.","description":"I had a good dining experience here. I ordered the pizza Margherita. The pizza was absolutely cool!! My waitress was very friendly!","datePublished":"2018-04-28","ratingValue":4},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=KCpx6YqQCTjhpge9W_Iagw","author":"Cindy T.","description":"...a two hour wait ensued. WHO ARE THESE PEOPLE WHO HAVE THEIR LIVES TOGETHER AND CAN BOOK RESERVATIONS WEEKS IN ADVANCE?! \n\nI don't even know what I'm doing for lunch the same day, let alone dinner three weeks from now. Will I even be alive?!\n\nAnyways--Che Fico. \n\nIt was delicious. We put our party of two on the regular wait list and bar wait list (there are two) at 7:30pm Friyay and two hours later were seated.\n\nDrinks:\n-bergamot: couldn't taste the alcohol, was delicious nonetheless \n-rosemary: smoky and strong\n-some California pinot from 2016: I'll drink anything in a bottle\n\nFood:\n-suppli: TO DIE FOR. ORDER THIS! fontina, tomatoes, rice.. WHAT MORE IS THERE TO LIFE?\n-polenta: great execution, generous portion, smooth as butter\n-rack of lamb: says it serves 4, but maybe only really 3. Good thing we were only 2. Have a lot of leftovers. Really tender and delicious.\n\nGreat service and ambience, would come back to try the grilled liver and kidney. Also, great wallpaper.","datePublished":"2018-04-28","ratingValue":4},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=aA545SGp6Qx_ZtQbChhSlQ","author":"Susan B.","description":"Amazing service and food. If I were going to say anything negative, it's very loud and we were shouting at each other. \nThe waiter- exemplary! Jerry (Gerry?) explained that it was family style so we each ordered something. He was attentive, and knowledgeable, and very nice. \nThe pepper- amazing! Served up with a pretty pink pepper sprig.\nThe octopus with pork belly- OMG. I love octopus, but it's difficult to find it done well. I loved the texture, soft but still with a little attitude. I hate it when it's mush. The textures and blend of flavors worked so well.\nThe lamb dumpling thing with peas- peas right out of the pod! They tasted wonderful like when you're digging into your bag at the farmer's market wonderful. The white sauce was light, the greens were pretty- a great combination of colors, textures and tastes.\nThe sausage pizza- terrific. I guess people complain that it's burnt, but I liked the sausage with a kick. \nThe asparagus- terrific\nThe olive oil cake- yummy\n\nI can't wait to go back.","datePublished":"2018-04-27","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=PlRZbLuAROfwFoZe1kQq5Q","author":"Lily C.","description":"Wow this place was delicious. We got there a few minutes before opening and there was a line, but once they opened we were able to get in. \n\nCocktails: the cocktails were amazing. Really interesting combinations. Not to sweet. I really didn't know what half the ingredients were in the drinks but both I tried were amazing. \n\nWine: the wine list is great. Really reasonably priced good Italian wines. \n\nFood: the food was really really good. Very unique combinations of foods. The duck chopped liver and the seafood black pasta were incredible. Also, do yourself a favor and get the focaccia. The crostata for two was an amazing desert. The perfect amount of flaky and sweet with a creamy salty ice cream on top. Perfect way to end the meal.\n\nWill definitely be back.","datePublished":"2018-04-25","ratingValue":4},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=A2QIZDPUJI7nKSOTMdMFrg","author":"DJ R.","description":"THE hip spot in SF at the moment. Unfortunately, a lot of show without much substance is what I took away from our dinner.\n\nDecor is fantastic 5/5.\nFood is barely above average 3/5.\nService is okay. However hosts are incompetent(more on this later). \n\nWe got the pineapple pizza everyone raves about. It was good but nothing ground breaking. A solid 3.5/5\n\nThe papardelle ragu(IIRC) was again good and earthy(small serving size btw) but nothing you can't get for half the price at spots across SF. 3/5 \n\nWe had an avg eggplant spread app too, which for some odd reason is not served with any bread. Just imagine serving babaghanoush with no bread, what the hell!?  We asked the waiter for bread, she offered foccacia and didn't mention it would cost extra till we got our check. This came across as petty and cheap from the restaurant. \n\nBack to the hosts. This was a wednesday btw. Was crowded but nothing crazy. Their mangement of the two separate walk-in wait lists, one for bar area other for rest, is horrible and uncoordinated. There were 4 parties before us for the bar area and were told our bar spot will be open \"soon\". We also put name on the other wait list and were told that would be at least 2 hrs. After waiting more than 1 hr, right in front of the host mind you, and also checking multiple times with the bar wait-list manager(who was doubling as a bus-boy) we realized they had no coordination between the lists. \n\nThe host with the non-bar area wait list had spots open in less than an hour and didn't bother notifying us whereas the bar area wait-list  guy kept on saying \"soon\" since minute 1, and now it was 1.15 hrs. Eventually we got offered to sit in the non-bar area communal table, which had been open for past 30 mins. So goes without saying this left a bad taste in our mouth. \nDO one list, and offer seats based on availability. Its super basic. \n\nSo to summarize, wait extra 1 hr due to uncordinated hosts, get seated at communal table while shelling out $150 for food and drinks, where the food is barely above average. No bueno. They have had some good press due to contacts, but will most likely fizzle out, like many others have in SF, unless they step up. \n\nP. S-they have some decent cocktails(get the pineapple one), and we also got to see a Hollywood A-lister, which bumps the score by 0.5 :p","datePublished":"2018-04-24","ratingValue":3},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=a-mQL9GEeKHhtwV81UFwbg","author":"Elizabeth B.","description":"LOVE LOVE LOVE\nChe Fico just opened, but I loved the atmosphere, food, drinks, and service - happiness is suppli, pizza, pasta, citrus crostata, and a bottle of wine here. A friend and I walked in without a reservation at 5:30p opening and were seated after waiting for about 20 min at the bar - ask the bartender to make his choice, we loved our drinks. Emily helped seat us, she was lovely.\nThe pizzas were a highlight - LOVED the marinara and anchovy with a brightly dressed arugula salad on top and the SF margherita DOC. The crust is so flavorful, I could eat that on its own - don't forget the chili oil. There are 100 more things we need to go back and try.\nGreat music, great food, unbelievable wallpaper, great energy, can't wait to go back.","datePublished":"2018-04-23","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=7M9n3ix57I0-KN8dbOfQjg","author":"Paulo F.","description":"Great bar program, very different tasting and menuvstylr, something unique about this place, kind mix of Italian and Jeweshi good.\nDefinitely will be back for amazing cocktails we other Christopher.","datePublished":"2018-04-23","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=sMvqF29ylzS-EDrSnXilNg","author":"Benjamin F.","description":"Welp, we have a new favorite restaurant in San Francisco for yours truly! Che Fico, welcome to the city and I'm so glad you're here. After many years of this place trying to get open, it finally opened it's doors a few weeks ago and seems to be the talk of the town. Long waits to get a table, reservations booked out for months and deservedly so...\n\nI was able to get a table last Thursday with a friend of mine and we tried a little bit of everything on the menu and really took in the atmosphere. Before I get into the food, let's chat ascetics. This place is beautifully designed and with the open kitchen and radical bar set up, it's sure to be a busy place for years to come. The highlights for me were the wallpaper accents and vaulted ceiling, just nails. \n\nAs far as the food goes, everything was thoughtfully done and beautifully presented. Default to my photos for this review because I can't remember the names of all the pastas we consumed but, they were elegant and so well done. The chopped salad was super tasty and reminded me of Nancy Silvertons in Los Angeles at Mozza. Boo ya. Lastly, the pizza crust was heavenly. Wood fired and almost burnt...just the way I like it! \n\nWelcome to San Francisco Che Fico, you're an awesome addition and I wish you all the success in the world.","datePublished":"2018-04-23","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=hf3hZefTxeTlxtf1RA6MpQ","author":"fabien d.","description":"Made reservation but couldn't be seated! I'll save readers details of the issue . Just want to say good luck because when the hype is gone the only thing you ll have left is a bad unsupervised staff that is rude, useless and incompetent!","datePublished":"2018-05-10","ratingValue":2},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=gDi78nC2lw54bQv7JwEybw","author":"Jinny H.","description":"Great atmosphere and delicious food. Wish the entree sizes could be bigger for the price but this is not the only restaurant like this.  Definitely recommend making reservations.","datePublished":"2018-05-10","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=GjCfvyH3HLCqQV0UlWnKww","author":"Chris H.","description":"I'm giving it an extra star because the Old Fashion was pretty legit and not too sweet but still boozy.  Service was terrible.  I read the reviews before we decided to get here and I thought \"oh it's been open for a few months now. They got their shit together\".  NOPE. Every review was right.  Service was terrible. Took three hours for all of our food ( literally took an hour between appetizer and entree ), and the best part was that there were tons of waiters but they pretty much just hung out and didn't do much.  \n\nAs for the food, the octopus and pork belly was good but the sauce didn't go well with the belly.  The mushroom pizza was no bueno (they didn't even cook the mushrooms, it looked like it was an after thought they threw on), the pasta wasn't was over sauced and just not flavorable.    \n\nWould not go back.  The place was nice looking but the fact that you need to put your name on a waitlist just to sit at the bar is just too fancy for me (when it totally isn't)","datePublished":"2018-05-10","ratingValue":2},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=I5wPjRZ7LNJRb_o16UfGoA","author":"Veronica M.","description":"Hot ticket.\n\nYes, make a reservation.\n\nI was so eager to get in here that I booked 11:30.  PM.  That was the only time slot that was available for Friday night.  I hate eating so late, but I had to do it.  Hype.\n\nWe showed up around 10:30, & the hostesses were sweet & accommodating.  We were told that they might be able to seat us before 11:30.  Cool.\n\nThis joint rocks.  Literally.  I LOVED the music.  Spacehog came on.  SPACEHOG!  (Song: In The Meantime).  That just added to the whole thing.  \n\nThe whole hip/cool thing I guess.\n\nFood & service were fast.  Our courses were carefully timed.  The chopped salad had been raved about, but honestly did not blow my mind.  Same & same for the caciocavallo.  I'm a long time Josey Baker fan, & who doesn't love fried cheese?  But it was heavy handed, w the cheese overpowering everything; not to mention being difficult to cut through.  Pass.\n\nThe pasta, on the other hand, was superb.\n\nAnd the chopped duck liver?  Fantastic!  The best preparation of duck liver that I've ever had.  \n\nUnfortunately this was not a pizza night for us.  But we will obviously have to return for the pineapple chili pizza soon.  \n\nIt was packed.  Standing room only.  Wait list for tables & the bar if you don't have a reservation.  MAKE A RESERVATION!\n\nSuper cool.  Super fun.  Rustic Jewish Italian.\n\n4 & 1/2 stars.","datePublished":"2018-05-10","ratingValue":4},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=ASJQoRM8IVK1DmPSSGaJCA","author":"CJ G.","description":"After four years of wrangling, chef David Nayfeld and pastry chef Angela Pinkerton have finally managed to open Che Fico.\n\nLocated on the second floor of a two-story building that formerly housed an auto body shop, Che Fico has an open kitchen with a pizza oven juxtaposed against a bright dining area with the ever-present exposed wood and (by now all too common it makes me wretch) oversized communal table. The dining space is broken up by a haphazardly placed room dedicated to aging charcuterie that seems like an afterthought, while an L-shaped bar caps the end nearest the door.\n\nThe restaurant scene in San Francisco is all about the buzz. And right now Che Fico (BTW, \"Che Fico\" means \"Oh that's cool\" in colloquial Italian. How precious!) has the buzz. Reservations less than two months away are hard to come by, and don't even think of \"just showing up\" or your wait will be interminable. \n\nThe menu at Che Fico centers on rustic Italian fare influenced by California sensibilities and includes pastas, pizzas, secondi (second courses for two or four) and dolci (dessert). \n\nThe pastas are marked fatto a mano (handmade), fatto a macchina en casa (machine-made in-house), or secco (dried), and range from tagliatelle al ragu Bolognese ($24), a rather greasy ensemble that didn't include any tomatoes, to bigoli nero with only microscopic bits of Dungeness crab ($28). \n\nA selection of \"Cucina Ebraica\" includes small plates that are reflective of the Jewish-Italian tradition, like beef tongue with crispy capers ($14, a dish that licks you back) and grilled chopped duck liver ($14).\n\nThe stars of the show are the wood-fired pizzas with an \"intentionally blackened\" sourdough crust that is toothsome and light. Neither too crispy, nor too chewy, the foundation of the pizzas is delicious: this pizzaiolo knows his stuff. With exactly four pieces of sausage, the mushroom, sausage, mozzarella and Calabrian chili version ($22) disappeared all too quickly. However, give the pineapple, red onion and fermented chili one ($20) a miss as the pineapple makes the crust too soggy. \n\nWith all the hoopla around Che Fico, expect to wait beyond your appointed reservation time. The dining room is noisy, but not over the top. Service was polite, if slow. While according to the server, \"The kitchen paces the dishes,\" the kitchen needs to pick up its pace: time from order to delivery for a quick-to-fire selection of pasta, pizza and contorni (side dishes) was over 30 minutes.\n\nThe wine list is OK, but bartenders measure pours with an eye dropper. With all the craft beers available in San Francisco, surely Che Fico could find more than just one, the delicious Fort Point KSA.\n\nAll in all, this time Che Fico was good, not great. A seeming re-hash of Flour + Water, was Che Fico worth the wait? Only time will tell.","datePublished":"2018-05-10","ratingValue":3},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=a5uWZRM2VrpV7R1ZwbcT8w","author":"Becca H.","description":"My son pulled some strings with friends to get us a reservation for my birthday.  We did have to wait sometime for a table, but otherwise it was a delightful evening.  We started with the non--alcoholic grape juice/ cucumber cocktail.  It was very refreshing and not sweet.   Three of us shared the chopped salad, and the bread with lemon and cheese, The Ode to Judy Rogers pizza, and the cavatelli pasta with broccoli rabe and sausage.  Everything was very tasteful and fresh, and the servers were very attentive.","datePublished":"2018-05-06","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=wnGvclME6y1BabQa471QwA","author":"Alice L.","description":"OMG......CHE FICO has the winning combination:   phenamonal food, great service, reasonably priced, beautiful space.  Yes, it was nearly impossible to get reservations, but I persisted!  It definitely was worth the time and effort.   Thank you Che Fico for a memorable meal last night!","datePublished":"2018-05-06","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=cMPIk6kvbOwMK7NIttlryw","author":"Yvonna C.","description":"Yummm! I've been passing this place waiting for it to open and heard from my partner that it is! I'm so tired from work and feel over dressed, but we walk up thinking it's on first floor like Little Star (and I love that they dared to go up next to Little Star a neighborhood favorite) and wow how awesome it's on the second level and some old school OutKast is playing as we ascend the beautiful geometric tiles to a gorgeous room with what seemed like two bars and lots of people and great views. I'm thinking, NOPA step aside, I'm all Che now yaas!!\n\nSo we get seated right away along the community table and we get greeted by three separate staff with smiles. Everyone seated looks like they are enjoying themselves. I anticipate that they will be out of something and sure enough they are out of pizza and out of supli (fried rice balls an ode to the owners Jewish-Italian heritage). So we order the Mafaldini pesto and basically the fried cheese, both light and tasty. Surprisingly not oily. The best thing hands down besides the music (they played Rich Girl by Hall and Oates after some Smashing Pumpkins and I about lost it) and the service was this drink, the Milk Punch. *closes eyes in pure pleasure* I rarely agree with my partner on their choice of drinks, but wowz I will be coming back for just that. So dangerously smooth! Like a marg from LSC!! Wow a dude just offered us some oranges how sweet ! \n\nPlease try the place there is so much to enjoy about it and I'm absolutely thrilled they are here :) see me in my glory with the itty biorange slice to end my now fab night! \n\n\nUpdate 5/3/2018-\nFood delicious! We had burratta and lumache pasta and cauliflower. Same great soundtrack and service. Also, cute new addition - little take home chocolates wrapped in their fig wall paper design!!","datePublished":"2018-05-03","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=2nvHfqENOJZEFWg9B4Fh0w","author":"Christina M.","description":"Get the Suppli!! The pizza was amazing. I would go back just for the pizza. Was not a huge fan of the dessert, this one was some kind of tart but the grapefruit had a strong bitter taste and the ice cream didn't sweeten the bitterness enough. \n\nService was ok, took a long time but it's because we went the second week it opened. We ordered a bottle of wine and had them decant it. They had the decanter behind the bar on the back wall so we didn't have personal access to it which was odd but I'm sure the flow of the restaurant wasn't there just yet. I definitely will go back and I Can't wait for the salamis to be ready!","datePublished":"2018-05-02","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=-vWNyuB9f9bDBjwwPhcFag","author":"Gina R.","description":"Freaking delicious. Came on a random Tuesday night at 930pm. Got a seat at the bar. Had an amazing meal by myself, and made a new friend.  That's the beauty of San Francisco. I love Che Fico already :) I still can't believe this was the old auto body shop. What a turnaround the space has made. Oh yeah, and the drinks are all freakin amazing.","datePublished":"2018-05-02","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=2jnMSuVWHIIwaSVAJI6lPA","author":"Samantha L.","description":"I lined up just over a half hour before they opened to make first round seating and snagged the last bar seats! Come early or spend $$$$ on drinks waiting for a seat to open.\n\nA few stand out plates...\n\nI've always been anti pineapple on pizza. Che Fico has changed my mind! Their magic combination of red onion, fermented chili, pineapple and plenty of fresh cheese is so good and even better on that sourdough pizza crust. It's light, it's crispy, it's a must order. Save room though for some homemade pasta.Their tagliatelle al ragu is delicious with just a light meat sauce over ribbons of long, flat noodles.\n\nI loved the pizza so much i've booked a reservation a few weeks out. I've got my eyes on the Ode to Judy Rogers and classic Margherita.","datePublished":"2018-05-01","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=vLMeLMEKWcK4DQPtoCwRdg","author":"Anish V.","description":"This place is dynamite! I don't often write reviews but I woke up this morning thinking about my dinner last night so I guess I owe it to them to write a review. I almost don't want to in order not to facilitate spreading the word about this place... but it's too late.\n\nThis is some of the most interesting and delicious food I've had anywhere. Well worth planning ahead for. Also, nice to see more places in SF that are lively late at night (was packed from 10-midnight).\n\nService was comically bad: I think our server was high, but it added an element of entertainment to the meal. \n\nThe menu is also confusingly/poorly written. Eg, all the pizzas have marinara sauce (or so we were told the aforementioned stoned server) but marinara sauce is explicitly listed as an ingredient on only one pie... why? There is also an asterisk indicating which dishes use locally sourced ingredients, and that asterisk was only used to highlight one dish, which our (again, maybe stoned) server told us used ingredients sourced from Italy. Hmmm.\n\nBut on the important stuff (food, atmosphere): A+","datePublished":"2018-04-28","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=eduT_bQ_Ae5UI37SqtFTFg","author":"Vivian G.","description":"I had a good dining experience here. I ordered the pizza Margherita. The pizza was absolutely cool!! My waitress was very friendly!","datePublished":"2018-04-28","ratingValue":4},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=KCpx6YqQCTjhpge9W_Iagw","author":"Cindy T.","description":"...a two hour wait ensued. WHO ARE THESE PEOPLE WHO HAVE THEIR LIVES TOGETHER AND CAN BOOK RESERVATIONS WEEKS IN ADVANCE?! \n\nI don't even know what I'm doing for lunch the same day, let alone dinner three weeks from now. Will I even be alive?!\n\nAnyways--Che Fico. \n\nIt was delicious. We put our party of two on the regular wait list and bar wait list (there are two) at 7:30pm Friyay and two hours later were seated.\n\nDrinks:\n-bergamot: couldn't taste the alcohol, was delicious nonetheless \n-rosemary: smoky and strong\n-some California pinot from 2016: I'll drink anything in a bottle\n\nFood:\n-suppli: TO DIE FOR. ORDER THIS! fontina, tomatoes, rice.. WHAT MORE IS THERE TO LIFE?\n-polenta: great execution, generous portion, smooth as butter\n-rack of lamb: says it serves 4, but maybe only really 3. Good thing we were only 2. Have a lot of leftovers. Really tender and delicious.\n\nGreat service and ambience, would come back to try the grilled liver and kidney. Also, great wallpaper.","datePublished":"2018-04-28","ratingValue":4},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=aA545SGp6Qx_ZtQbChhSlQ","author":"Susan B.","description":"Amazing service and food. If I were going to say anything negative, it's very loud and we were shouting at each other. \nThe waiter- exemplary! Jerry (Gerry?) explained that it was family style so we each ordered something. He was attentive, and knowledgeable, and very nice. \nThe pepper- amazing! Served up with a pretty pink pepper sprig.\nThe octopus with pork belly- OMG. I love octopus, but it's difficult to find it done well. I loved the texture, soft but still with a little attitude. I hate it when it's mush. The textures and blend of flavors worked so well.\nThe lamb dumpling thing with peas- peas right out of the pod! They tasted wonderful like when you're digging into your bag at the farmer's market wonderful. The white sauce was light, the greens were pretty- a great combination of colors, textures and tastes.\nThe sausage pizza- terrific. I guess people complain that it's burnt, but I liked the sausage with a kick. \nThe asparagus- terrific\nThe olive oil cake- yummy\n\nI can't wait to go back.","datePublished":"2018-04-27","ratingValue":5},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=PlRZbLuAROfwFoZe1kQq5Q","author":"Lily C.","description":"Wow this place was delicious. We got there a few minutes before opening and there was a line, but once they opened we were able to get in. \n\nCocktails: the cocktails were amazing. Really interesting combinations. Not to sweet. I really didn't know what half the ingredients were in the drinks but both I tried were amazing. \n\nWine: the wine list is great. Really reasonably priced good Italian wines. \n\nFood: the food was really really good. Very unique combinations of foods. The duck chopped liver and the seafood black pasta were incredible. Also, do yourself a favor and get the focaccia. The crostata for two was an amazing desert. The perfect amount of flaky and sweet with a creamy salty ice cream on top. Perfect way to end the meal.\n\nWill definitely be back.","datePublished":"2018-04-25","ratingValue":4},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=A2QIZDPUJI7nKSOTMdMFrg","author":"DJ R.","description":"THE hip spot in SF at the moment. Unfortunately, a lot of show without much substance is what I took away from our dinner.\n\nDecor is fantastic 5/5.\nFood is barely above average 3/5.\nService is okay. However hosts are incompetent(more on this later). \n\nWe got the pineapple pizza everyone raves about. It was good but nothing ground breaking. A solid 3.5/5\n\nThe papardelle ragu(IIRC) was again good and earthy(small serving size btw) but nothing you can't get for half the price at spots across SF. 3/5 \n\nWe had an avg eggplant spread app too, which for some odd reason is not served with any bread. Just imagine serving babaghanoush with no bread, what the hell!?  We asked the waiter for bread, she offered foccacia and didn't mention it would cost extra till we got our check. This came across as petty and cheap from the restaurant. \n\nBack to the hosts. This was a wednesday btw. Was crowded but nothing crazy. Their mangement of the two separate walk-in wait lists, one for bar area other for rest, is horrible and uncoordinated. There were 4 parties before us for the bar area and were told our bar spot will be open \"soon\". We also put name on the other wait list and were told that would be at least 2 hrs. After waiting more than 1 hr, right in front of the host mind you, and also checking multiple times with the bar wait-list manager(who was doubling as a bus-boy) we realized they had no coordination between the lists. \n\nThe host with the non-bar area wait list had spots open in less than an hour and didn't bother notifying us whereas the bar area wait-list  guy kept on saying \"soon\" since minute 1, and now it was 1.15 hrs. Eventually we got offered to sit in the non-bar area communal table, which had been open for past 30 mins. So goes without saying this left a bad taste in our mouth. \nDO one list, and offer seats based on availability. Its super basic. \n\nSo to summarize, wait extra 1 hr due to uncordinated hosts, get seated at communal table while shelling out $150 for food and drinks, where the food is barely above average. No bueno. They have had some good press due to contacts, but will most likely fizzle out, like many others have in SF, unless they step up. \n\nP. S-they have some decent cocktails(get the pineapple one), and we also got to see a Hollywood A-lister, which bumps the score by 0.5 :p","datePublished":"2018-04-24","ratingValue":3},{"name":"Che Fico","address":"838 Divisadero St, San Francisco, CA 94117","longitude":-122.4380092,"latitude":37.777452,"types":["Italian"],"webpage":"chefico.com","price_range":3,"restaurant_url":"https://www.yelp.com/biz/che-fico-san-francisco-3","rev_url":"https://www.yelp.com/biz/che-fico-san-francisco-3?hrid=a-mQL9GEeKHhtwV81UFwbg","author":"Elizabeth B.","description":"LOVE LOVE LOVE\nChe Fico just opened, but I loved the atmosphere, food, drinks, and service - happiness is suppli, pizza, pasta, citrus crostata, and a bottle of wine here. A friend and I walked in without a reservation at 5:30p opening and were seated after waiting for about 20 min at the bar - ask the bartender to make his choice, we loved our drinks. Emily helped seat us, she was lovely.\nThe pizzas were a highlight - LOVED the marinara and anchovy with a brightly dressed arugula salad on top and the SF margherita DOC. The crust is so flavorful, I could eat that on its own - don't forget the chili oil. There are 100 more things we need to go back and try.\nGreat music, great food, unbelievable wallpaper, great energy, can't wait to go back.","datePublished":"2018-04-23","ratingValue":5}],"did":{"@context":"https://w3id.org/did/v1","id":"did:chlu:EG4xSeVw2ogYTRWKmZ44LrXqnGJ1p34c64ioYArWYgin","publicKey":[{"id":"did:chlu:EG4xSeVw2ogYTRWKmZ44LrXqnGJ1p34c64ioYArWYgin#keys-1","type":"Ed25519VerificationKey2018","owner":"did:chlu:EG4xSeVw2ogYTRWKmZ44LrXqnGJ1p34c64ioYArWYgin","publicKeyBase58":"EG4xSeVw2ogYTRWKmZ44LrXqnGJ1p34c64ioYArWYgin"}],"authentication":[{"type":"Ed25519SignatureAuthentication2018","publicKey":"did:chlu:EG4xSeVw2ogYTRWKmZ44LrXqnGJ1p34c64ioYArWYgin#keys-1"}]}}
